import styles from "../styles/about.module.css";

export default function About() {
  return (
    <div className="container">
      Истово разговор ведут… о чем ?Бранятся — кому кто сыном наречен.Живущим
      тоже, дано множество именБыть может, слова все об одном ? Посещая храмы и
      ступая по святым местам, я слышал множество имён к которым верующие
      обращали свои просьбы и возносили искренние мольбы. Само преклонение как и
      Тот, к кому оно направлялось, были различны по своему виду и наблюдая
      столь великое разнообразие многие вопросы томили меня. Как всё это
      соотносится? Об одном рекут люди или о разном? И если о разном, то какова
      связь между сказанным. Если существует то, что выходит за рамки плотского
      мира, то каким образом подступится к незримому? Можно долго размышлять о
      недоступном, но что делать если однажды оказавшись лицом к лицу с ним,
      увиденное будет отлично от наших грез о нем? Подобно многим
      другим изнурялся я в стремлении к истине. Ведь ныне, как и в предыдущие
      века, всегда были те, кто тянулся к глубинам мироздания и восхищался его
      вершинами. Среди устремлённых находились прошедшие далее иных. Перейдя же
      просторы земные, одни возглашали о встрече с Творцом. Другие, подобно
      апостолу, говорили — «Никто из людей не видел Бога, но единственный Сын
      Божий, Тот, Восседающий рядом с Отцом, принёс нам весть о Боге. ( Иоанна
      1:18 )». Вновь и вновь, будь то в делах Поднебесных или горних, люди
      порождали противоречие. И не имея собственного опыта или знания, нельзя
      было различить в чьих словах скрывается истина. Но всё же было то, что
      оставалось неизменным — обещание радости и счастья, обещание знания и
      силы. Обещание того, что вперёд свет, а тьма позади. Неизменными были
      также и принципы соблюдая которые человек возвышался над собой,
      превосходил себя и тем самым приближался он к тайне. Неизменным был путь и
      именно в нём идущие находили больше всего согласия. И если следуя ему,
      подвижники созерцали разное, то смотрели они по правую или левую руку. То
      смотрели они на рассвете или закате, и все разногласия были лишь
      отголосками о зримом на великом пути. Потому путь и стал основной целью
      моего поиска, ведь обретя его и следуя ему, мне как и другим однажды
      удастся получить ответы о всём том, о чём я так страстно желал узнать и к
      чему, столь самозабвенно, жаждал приблизиться.
      <p>
        Поддержка :Постоянная
        — Patreon https://www.patreon.com/radukaЕдиноразовая
        — Monobank https://send.monobank.ua/jar/NNEBJS9GN Написать : Набор
        методов : Практика - цигун, здоровое питание
      </p>
    </div>
  );
}
