import styles from "../styles/theWay.module.css";

export default function TheWay() {
  return (
    <div className="container">
      <div className={styles.main_container}>
        <h4>
          Отбрось грёзы пустые о завтрашнем чуде, ежедневным трудом
          возвеличишься на поприще духа. Ведь каждый день твой — день священный.
          И что ни делаешь, для нерушимого делай и для пребывания в нём.
        </h4>

        <p>
          Три стадии самосовершенствования простираются перед человеком —
          очищение, укрепление, усиление. В трех царствах он развитие находит —
          Мудрость указывает направление, Любовь дарует вдохновение и Сила
          позволяет ему проявиться.
        </p>

        <p>
          <strong>Развитие бывает внутренние и внешнее.</strong>
        </p>
        <p>
          <strong>
            Внутреннее соотносится с самим человеком и предполагает соблюдение
            практик. Практики разделены на грубые и тонкие.
          </strong>
        </p>

        <p>
          Грубые :Плотное тело : Практика движения — сила и гибкость. Практика
          покоя — сон.Чувственное тело : Молитва, Песнопение.Умственное тело :
          Медитация, Чтение, Слушание.
        </p>
        <p>
          Тонкие :Плотное тело : Нижний центр. Раскрытие каналов жизненной
          силы.Чувственное тело : Срединный центр. Осознанный сон.Умственное
          тело : Верхний центр. Концентрация мысли, созерцание.
        </p>
        <p>
          <strong>
            На уровне трёх необходимо сдерживать низшие проявления и поощрять
            высшие.
          </strong>
        </p>

        <p>
          Сдерживание :Плотное тело : Инстинкты. ( размножения, голода, страха
          )Чувственное тело : Желания и страсти. ( злость, зависть, ревность,
          обида )Умственное тело : Блуждание ума и слова. ( Осуждения,
          порицание, брань )
        </p>

        <p>
          <strong>
            Соблюдение чистоты и воспринимаемого извне позволяет поддерживать
            надлежащее состояние. Чистота необходима в следующем.
          </strong>
        </p>

        <p>
          Плотное тело : питание, дыхание, тело и пространство.Чувственное тело
          : музыка, человеческое окружение и отношения.Умственное тело : книги,
          разговоры, цели и идеалы.
        </p>

        <img src="bodys.jpg" alt="invisibles bodys scheme"></img>
        <p>
          <strong>
            Внешнее развитие выходит за пределы личности и за пределы трёх
            низших тел. В первую очередь оно соприкасается с проявлением души и
            духа, а в дальнейшем являет собой взаимодействие со Всевышним и
            единение с Его волей.
          </strong>
        </p>
        <p>
          <strong>
            На высших планах человек сталкивается с причиной и следствием (
            кармой ), а так же учится соединять свою индивидуальность с океаном
            бытия.
          </strong>
        </p>
        <p>
          <strong>
            Для соприкосновения с горными планами необходимо развитие первичных
            качеств таких как :Сострадание, Благоразумие, Добродетель, Щедрость,
            Терпение, Смирение, Усердие, Решительность, Трудолюбие. Искренность,
            Правдивость, Справедливость, Умеренность, Чистота, Скромность,
            Надежда, Вера. Проявление изначальных качеств в той или иной мере
            пронизывает три низших тела и деятельность доступную им. Потому
            каждое действие способно стать молитвой, способом единения и
            способом продвижения на пути.
          </strong>
        </p>
      </div>
    </div>
  );
}
